// 写 10个 数据，结构照着下面的来就行。

const tradableBooks = [
    {
        book: {
            id: 10049,
            type: 'audio',
            name: '游戏比你会说话修订版:演讲会议培训交际游戏大全',
            price: 54.31,
            author: '[美]爱德华·斯坎奈尔 ',
            description:
                '《游戏比你会说话：演讲、会议、培训、交际游戏大全（第二版）》讲述在发言时怎样才能不再使听众感到昏昏欲睡或者坐立不安？别再依靠那些乏味的笑话了，你应该选用这些妙趣横生的互动游戏或活动：开始会议的精彩游戏，打破僵局的游戏，创造和谐气氛的游戏，实用的玩笑和花招，听众智力测试，激发听众热情的活动，令人难忘的结束方式。书中的每个游戏都快速、有趣、富有创意、简便易行、成本低廉乃至零成本，立刻行动，现在就去唤醒你的听众吧。 ',
            cover: 'http://img3m7.ddimg.cn/28/21/679836097-1_b_1.jpg'
        },
        user: {
            username: 'shiramashiro', // 用户名
            credit: '极好', // 信用等级，分为 极好、一般、很差
            avatar: 'https://img0.baidu.com/it/u=1205920287,1484241911&fm=26&fmt=auto' // 动漫头像
        },
        tags: ['包邮', '包退'], // 此交易是否可以包邮、包退？
        title: '9成新，进口XXXX', // 交易标题
        like: 10 // 此交易想要的人数
    },
    // 请删除第二个数据，或者修改内部的信息
    {
        book: {
            id: 10049,
            type: 'audio',
            name: '游戏比你会说话修订版:演讲会议培训交际游戏大全',
            price: 54.31,
            author: '[美]爱德华·斯坎奈尔 ',
            description:
                '《游戏比你会说话：演讲、会议、培训、交际游戏大全（第二版）》讲述在发言时怎样才能不再使听众感到昏昏欲睡或者坐立不安？别再依靠那些乏味的笑话了，你应该选用这些妙趣横生的互动游戏或活动：开始会议的精彩游戏，打破僵局的游戏，创造和谐气氛的游戏，实用的玩笑和花招，听众智力测试，激发听众热情的活动，令人难忘的结束方式。书中的每个游戏都快速、有趣、富有创意、简便易行、成本低廉乃至零成本，立刻行动，现在就去唤醒你的听众吧。 ',
            cover: 'http://img3m7.ddimg.cn/28/21/679836097-1_b_1.jpg'
        },
        user: {
            username: 'shiramashiro', // 用户名
            credit: '极好', // 信用等级，分为 极好、一般、很差
            avatar: 'https://img0.baidu.com/it/u=1205920287,1484241911&fm=26&fmt=auto' // 动漫头像
        },
        tags: ['包邮', '包退'], // 此交易是否可以包邮、包退？
        title: '9成新，进口XXXX', // 交易标题
        like: 10 // 此交易想要的人数
    }
]

export default tradableBooks
